Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/hiof.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Prepare and conduct meetings with mentor and supervisor every month, including writing abstracts and logging working hours.
nb: innkalle og gjennomføre månedlige møter med veileder og oppdragsgiver, møtereferat med loggføring og arbeidstid.

source: Work package 4: Lab to initiate dissent and explore the boundaries and possibilities between art and education
nb: Arbeidspakke 4: Lab for å initiere dissens og utforske grensene og mulighetene mellom kunst og utdanning

source: Supported researchers in the Divisions of Hematology/Oncology, Infectious Diseases, Endrinocrinology, Rheumatology and Gastroenterology
nb: Støttede forskere I divisjonene av hematologi / onkologi, endokrinologi, revmatologi, smittsomme sykdommer og gastroenterologi

source: If students invite to a meeting in Zoom, use the Schedule button in the Zoom-app or on
nb: Skal du som student innkalle til møte i Zoom, bruker du Schedule-knappen i Zoom-app eller på

source: At the oral examination the candidate first holds a presentation of the master thesis (approx. 30 min).
nb: På muntlig eksamen holder kandidaten først en presentasjon av masteroppgaven på ca 30 minutter.

source: Oral examination of approx. 30 minutes.
nb: Muntlig eksamen (ca. 30 minutter). Karakterskala A-F.

source: The A-F grading system is used, with A as the best mark and F as fail.
nb: Det gis bokstavkarakter A til F, der A er beste karakter og F er

source: Part 2:A revised project description for the
nb: Del 2: Revidert prosjektbeskrivelse for

source: (Refer to the separate user guide on this page)
nb: (Se egen brukerveiledning på denne siden)

source: From your PC, go to
nb: Fra en PC/Mac/Nettbrett, gå til

source: Historical institutionalism is explored as a method for explaining continuity and change?
nb: Studentekative metoder som har vært benyttet har vært er casebaserte gruppeoppgaver, undervisningsseminar, fremleggseminar og ferdighetstrening.

source: Nicolaisen and Trygstad: Preventing Dualization the Hard Way -Regulating the Norwegian Labour Market, chapter 10 (partssamarbeid and arbeidsinnvandring, privat service)
nb: Nicolaisen og Trygstad: Preventing Dualization the Hard Way -Regulating the Norwegian Labour Market, kap 10 (partssamarbeid og arbeidsinnvandring, privat service)

source: and our own students
nb: og våre studenter

source: Mandatory course in one-year English programme, may be taken as part of the optional 60 ECTS credits in the bachelor programme Society, Language and Culture. Prerequisites
nb: Emnet er obligatorisk i engelsk årsstudium og kan inngå i valgfri del på 60 studiepoeng i bachelorstudium i samfunn, språk og kultur. Forkunnskapskrav utover opptakskrav

source: Leganto will be gradually introduced in several courses from the autumn of 2021.
nb: Fra høsten 2021 vil det bli en gradvis innføring av Leganto i flere emner.

source: The student is tested in Grammar I and Written Proficiency.
nb: Studenten prøves i grammatikk I og skriftlig språkferdighet.

source: The employee lives at Hvaler, their place of work is in Fredrikstad, and they need to attend a course in Moss.
nb: Ansatt bor på Hvaler, arbeidssted er i Fredrikstad, og skal på et kurs i Moss.

source: This includes Word, Excel, PowerPoint, OneNote etc. for PC and Mac.
nb: Dette omfatter Word, Excel, PowerPoint, OneNote etc. for PC og Mac.

source: How can cross-sector collaborations in teacher education, that achieve transformative mutuality between participants be understood, criticized and improved through the development, implementation and evaluation of three TCS projects in teacher education?
nb: Hvordan kan tverrsektorielle samarbeid i lærerutdanningen, som oppnår transformativ gjensidighet mellom deltakerne, forstås, kritiseres og forbedres gjennom utvikling, implementering og evaluering av tre DKS-prosjekter i lærerutdanningen?

source: Conditions for resit/rescheduled exams
nb: Vilkår for ny/utsatt eksamen

source: Postdoc Lise Camilla Ruud receives an Overseas Research Grant for two or three short research stays at the Center for Heritage (Newcastle University).
nb: Postdoktor Lise Camilla Ruud mottar et oversjøisk forskningsstipend for to eller tre korte forskningsopphold ved Centre for Heritage (Newcastle University).

source: can, by observing physical objects and through plans, drawing and other visual material, understand and analyse contemporary and historical work in the performing arts, architecture, film and visual art, and place his or her own artistic work in context.
nb: kan ved observasjon av reelle objekter og gjennom planer, tegninger og annet visuelt material oppfatte og analysere samtids- og historiske arbeider innenfor scenekunst, arkitektur, film og billedkunst samt plassere eget kunstnerisk arbeid innenfor konteksten.

source: In Productions 3, the student will have to deal with the full range of elements in a stage production - where all aspects of scenography (such as space, lighting, objects, sound, smells etc.) are involved.
nb: Studenten vil i Produksjon 3 måtte forholde seg til hele bredden av forhold i en scenisk produksjon - hvor alle aspekter av scenografi (som rom, lys, objekter, lyd, lukt, etc.) inngår.

source: The student must present 2-4 scientific papers during the semester.
nb: Studenten skal presentere 2-4 vitenskapelige arbeider i løpet av semesteret.

source: Modularity and Abstraction
nb: Modularitet og abstraksjon

source: All HiØ students at the Fredrikstad campus can be issued a P-card at the Service Square, provided that the semester fee has been paid.
nb: Alle HiØ studenter ved studiested Fredrikstad kan få utstedt P-kort på servicetorget, forutsatt at semesteravgift er betalt.

source: May be taken in the optional 60 ECTS part of the Bachelor's Programme in Society, Language and Culture (this applies for students who started 2018 or earlier).
nb: Obligatorisk emne i 60-studiepoengsenhet for studenter i Bachelorstudiet i samfunn, språk og kulltur (gjelder BSSK-kull 2018 og tidligere). Undervisningssemester

source: knowledge about the practical challenges in connection with data mining, e.g. overfitting, missing values, and classifications with different costs.
nb: ha kunnskap om de utfordringer som i praksis finnes med data mining, for eksempel overfitting, manglende verdier og klassifiseringer som har forskjellig kostnad.

source: is familiar with and can apply work methods and strategies from different art forms, scenography and architecture.
nb: kjenner og kan anvende arbeidsmetoder og strategier fra ulike kunstarter, scenografi og arkitektur.

source: The readinglist was last updated 4th of February 2020.
nb: Litteraturlisten er sist oppdatert 4. februar 2020.

source: Data collection in the project started autumn 2019, with Vivian Nystrøm as a PhD student employed at Østfold University College, Department of Health and Welfare, and enrolled to the PhD program at UiO, Institute of Health and Society.
nb: Prosjektets datasamling starter høsten 2019, med Vivian Nystrøm som stipendiat- tilknyttet UiO avdeling for helseledelse og helseøkonomi.

source: Technology - Energy - Society: Smart Buildings for Welfare (2015-2018)
nb: Teknologi – energi – samfunn (2015-2018)

source: –You have to sell yourself all the time!
nb: - For å være helt ærlig har jeg egentlig ikke vært det.

source: Enter hiof in the text field for Company Domain
nb: Skriv inn hiof i tekstfeltet for Company Domain

source: Project leader and advisor at Teknologisk Institutt
nb: Rådgiver og prosjektleder på Teknologisk Institutt

source: At a given deadline the students submit one essay (of minimum 5 standard pages or 11,500 characters).
nb: Studentene skal til fastsatt frist i løpet av semesteret levere ett essay (minimum 5 standardsider, 11.500 tegn).

source: The course is based on teaching relevant theory and history.
nb: Emnet undervises gjennom formidling av relevant teori og historie.

source: IMPORTANT: There is a 5-day deadline for submission of the appeal form.
nb: VIKTIG: Det er 5 dagers frist for innlevering av klageskjemaet.

source: Participation in developing, curating, organising and implementing a public seminar with external speakers that addresses topics relevant to their own
nb: Deltakelse i utvikling, kuratering, organisering og gjennomføring av offentlig seminar med eksterne innledere og tematikk relevant for egen

source: Lectures and supervision.
nb: Forelesninger og veiledning med møteplikt.

source: In the case of a complaint on exam part 2, both assignments will be reassessed.
nb: Ved klage på deleksamen 2 skal begge oppgaver vurderes på nytt.

source: Permitted aids: Personal formula collection (10 sheets). Calculator, with empty memory, that cannot compute symbolically and that cannot be used for wireless communication.
nb: Kalkulator, med tomt minne, som ikke kan regne symbolsk eller kommunisere trådløst og medbrakt personlig formelsamling (10 ark). Det benyttes

source: Six single mothers were interviewed.
nb: holdninger til den verden de lever i.

source: Conditions for resits/rescheduled exams
nb: vurdering av arbeidskrav for studentene må registreres i FS

source: Research Assisstant (vitenskapelig Assistent) at NTNU I Ålesund, Norway (2018– 2019.)
nb: Arbeidserfaring Vitenskapelig Assistent, NTNU I ÅLESUND, NORWAY (2018– 2019.)

source: Click "Add New Connection" and enter the following:
nb: Klikk "Add New Connection" og oppgi følgende:

source: , the students acquire experience and develop an understanding of scenography through independent practical work.
nb: samler studentene erfaring med og utvikler forståelse for scenografifaget gjennom selvstendig praktisk arbeid.

source: They arrange workshops, lectures and social gatherings for the students.
nb: De arrangerer workshops, foredrag og sosiale sammenkomster for studentene.

source: The students will successively study the different elements of scenography in depth (see the course descriptions).
nb: Studentene skal suksessivt fordype seg i scenografiens ulike komponenter (se emnebeskrivelsene).

source: Information Manager from 2009 when the Marketing- and Communications Department was created.
nb: Informasjonssjef fra 2009 når Markeds- og kommunikasjonsenheten ble opprettet.

source: In conjunction with Master's thesis for MPH program
nb: I forbindelse med masteroppgave for MPH programmet

source: The use of cookies is regulated by the
nb: Bruk av informasjonskapsler er regulert i

source: Løfter for et bedre liv. [Newspaper].
nb: Løfter for et bedre liv.

source: The student(s) must draw up a project outline for the thesis work of 7000-10 000 words (excluding cover, table of contents, and literature list), individually or in pairs.
nb: Studenten(e) skal utarbeide prosjektskisse for avhandlingsarbeidet på 7000-10 000 ord (unntatt forside, innholdsfortegnelse og litteraturliste), individuelt eller i gruppe på to.

source: Research Associate II, Roche Bioscience, Biology Department, Inflammation and Immunomodulation Pharmacology, Palo Alto, California (CA), USA
nb: Forskningsassistent II, Roche Bioscience, biologi avdeling, inflammasjon og immunomodulering farmakologi, Palo Alto, California (CA), USA

source: Einarsen, Ståle and Pedersen, Harald (2017).
nb: Einarsen, Ståle og Pedersen, Harald (2017).

source: Specification in the course description:
nb: skriv omfang i antall studiepoeng for emnet.

source: A written work report (maximum 20 pages) to be submitted by agreement with the teacher
nb: En skriftlig arbeidsrapport (maks 20 sider) som skal leveres etter avtale med faglærer

source: is the association for students in bioengineering at HiØ.
nb: er linjeforeningen for studenter på bioingeniør ved HiØ.

source: In this case, it is not appropriate to travel to Fredrikstad first and then travel to Halden.
nb: I dette tilfelle er det ikke hensiktsmessig å reise først til Fredrikstad for deretter å reise til Halden.

source: The letters A - F are given, where A is the best grade and F is not passed.
nb: Emnet vurderes med bokstavkarakterer A - F, hvor F er ikke bestått.

source: Grading scale from A to F.
nb: Det benyttes karakterskala A - F.

source: Instruction is given on our learning platform.
nb: Undervisninga gis på høgskolens læringsplattform.

source: can understand and analyse prevailing trends and developments in art, technology and science, and can at the same time reflect on the them in the form of a scenographic statement.
nb: kan oppfatte og analysere gjeldende tendenser og utvikling i samfunnet innenfor kunstfeltet, teknologi og vitenskap, og kan samtidig fortløpende reflektere over dette i form av et scenografisk utsagn.

source: Theory and Methods 3 will further develop the students' ability to understand contemporary performing arts expressions and to analyse them precisely in relation to their own professional specialisation, particularly in relation to their own Master's Production.
nb: Teori og metoder 3 vil videreutvikle studentenes evne til å oppfatte samtidens performative kunstuttrykk og presist kunne analysere disse i forhold til egen faglig spesialisering, spesielt i forhold til egen Masteroppgave-Produksjon.

source: Network and Cloud
nb: Nettverk og Cloud

source: I teach pedagogy in the Early Childhood Education programme.
nb: Jeg underviser i pedagogikk ved Barnehagelærerutdanningen/Høgskolen i Østfold.

source: Boundary Objects (BOs) and Coordination Mechanisms (CMs) are terms with a long history in CSCW.
nb: Grenseobjekter (BOs) og Koordinasjonsmekanismer (CMs) er vilkår med en lang historie i CSCW.

source: Leganto is connected to Canvas and the library's search engine Oria.
nb: Leganto er knyttet til Canvas og bibliotekets søketjeneste Oria.

source: Grammar I comprises several questions where the student is to show that he/she masters and can account for the central grammar syllabus.
nb: I grammatikk I gis det flere oppgaver der studenten skal vise at han/hun behersker og kan redegjøre for det sentrale i grammatikkpensumet.

source: I've never driven an electric car and spent 15 minutes removing the charging cable.
nb: Jeg har aldri kjørt elbil og brukte 15 minutter for å ta ut ladekabelen.

source: The testing will take place in Halden in the walking hall, towards the stairs down to the library.
nb: Testingen vil i Halden foregå i vandrehallen, mot trappa ned til biblioteket.

source: In addition to GC-MS/MS was also responsible for GC-FID with and without headspace.
nb: I tillegg til GC-MS/MS hadde også ansvar for GC-FID med og uten headspace.

source: M.A. in New German Literature, Universität Konstanz (Germany)
nb: i Ny tysk litteratur, Universität Konstanz (Tyskland)

source: There is a limit on installation of 5 units, so you have to consider in advance where the products are downloaded.
nb: Det er en begrensning på installasjon på 5 enheter, slik at man må vurdere på forhånd hvor produktene lastes ned.

source: ICT and Learning is a research group with a broad focus on topics related to teaching and learning in technology-rich environments, online courses organized as MOOCs (Massive Open Online Courses) and the development of the professional digital learning competence (PfDK) of in service and student teachers within primary, secondary and higher education.
nb: I forskningsgruppa IKT og Læring forsker vi på læring og undervisning i teknologirike omgivelser, nettbasert undervisning og utvikling av profesjonsfaglig digital kompetanse (PfDK) hos lærerstudenter og lærere/undervisere i barnehage, skole og høyere utdanning.

source: Leader 5a: Associate Professor Kristine Høeg Karlsen
nb: Leder 5a: Førsteamanuensis Kristine Høeg Karlsen

source: ", where they update on various activities and events.
nb: , der oppdaterer de om diverse aktiviteter og hendelser.

source: What are the needs of the people and the society for energy and welfare in cities in the future?
nb: Hva skal til for å møte mennesker og samfunnets behov for energi og velferd i byer i fremtiden?

source: mag with the topics IT, economics / administration and education.
nb: mag med bakgrunn innen IT, økonomi/administrasjon og pedagogikk.

source: Part 1:Collected material consisting of texts, images, references and other material that reflects on the student's studies relating to
nb: Del 1:Materialsamling bestående av tekst, bilde, referanser og annet som reflekterer over studentens studier innenfor emnet

source: The Master thesis consists of a large written work of approx. 100 pages.
nb: Avhandlingen består av et større skriftlig arbeid på om lag 100 sider.

source: It’ll be exciting, fun and useful!
nb: Dette blir spennende, morsomt og nyttig!

source: The electric car scheme can be used for 2-5 employees who plan to travel together to a conference with an overnight stay in a hotel.
nb: For 2-5 ansatte som planlegger å samkjøre til en felles konferanse med en overnatting på hotell, kan el-bil ordningen benyttes.

source: Mission-shaped echo chambers?
nb: Reaksjon på manglende fritaksrett i KRL-faget.

source: When connecting to these shares / storage areas, connect using username@hiof.no and your FEIDE login.
nb: Huk av for "Koble til ved hjelp av annen legitimasjon", og skriv inn brukernavn@hiof.no og ditt FEIDE-passord i boksen som spretter opp.

source: There are HC-P spaces at the H-building and Electric car HC between the M-building and the Technical College.
nb: Det er HC-P plasser ved H-bygget og El-bil HC mellom M-bygget og Fagskolen.

source: AMSC42114 Theory and methods 3 - Positions (Spring 2018)
nb: AMSC42114 Teori og metoder 3 - Posisjoner (Vår 2018)

source: Use the Microsoft Outlook App downloaded from Google Play Store / App Store, and
nb: Bruk Microsoft Outlook-appen som du laster ned fra Google Play Store / App Store, og

source: When and how can I choose modules?
nb: Trenger du å vedlegge et oppmeldingbrev på engelsk i søknaden?

source: The student guards at the Halden campus will also receive and unlock/lock again for sports teams that use the sports hall, Remmenhallen.
nb: Studentvaktene ved campus Halden skal også ta imot og låse opp/igjen for idrettslag som benytter idrettshallen - Remmenhallen.

source: Click the "Add Method" button and make sure "Authenticator app" is selected, then click "Add".
nb: Klikk på knappen "Legg til metode" og se til at "Authenticator-app" er valgt, klikk deretter "Legg til".

source: The payment system is only available for registered students over the age of 18.
nb: Betalingssystemet er lukket og bare forhåndsregistrerte studenter over 18 år ved høgskolen har anledning til å betale for tjenestene.

source: The goals are divided into knowledge, skills, and general competency.
nb: Målene er inndelt i kunnskaper, ferdigheter og generell kompetanse.

source: This has 70 spaces and it functions on the "first come, first served" principle.
nb: Dette har 70 plasser og det er "førstemann til mølla-prinsippet" som gjelder.

source: Centre for social entrepreneurship and collaborative social innovation (
nb: Senter for sosialt entreprenørskap og samskapende sosial innovasjon (

source: Master of Public Health (Health Policy and Management), Rollins School of Public Health, Emory University, Atlanta, Georgia (GA)
nb: folkehelse (hovedområde: helsepolitikk og ledelse), Rollins School of Public Health, Emory University, Atlanta, Georgia (GA), USA

source: AMSC41414 Theory and methods 2 - Concepts (Autumn 2017)
nb: AMSC41414 Teori og metoder 2 - Konsepter (Høst 2017)

source: Bachelor in Theatre and Drama-communication with subjects dramaturgy, direction, oral storytelling, puppet theatre (University College Oslo and Akershus, HiOA) - 2014
nb: Bachelor i Drama- og Teaterkommunikasjon med emnene Dramaturgi, Regi, Muntlig fortelling og Figurteater (HiOA) - 2014

source: Copy machines/Printers are found in H4, S2 og N3 in Fredrikstad, in the Library and in the hall close to Aud Max (A1-061) in Halden.
nb: Kopimaskiner/skrivere er plassert i H4, S2 og N3 i Fredrikstad, i Biblioteket og i gangen ved Aud Max (A1-061) i Halden.

source: One of many student housing options that were available.
nb: Det tok en uke fra jeg kom til jeg var i gang med studiene.

source: Optional course in Bachelor's Programme in Business Administration
nb: internasjonal kommunikasjon.Valgfritt emne i bachelorstudiet i informasjonssystemer og IT-ledelse.

source: Ph.d. in The Study of Professions at OsloMet/Østfold University College (2019-)
nb: i Profesjonsstudier, OsloMet/HiØ (2019-)

source: After completing the steps above, you can again click "Add Method" from
nb: Etter å ha fullført stegene over kan du igjen klikke "Legg til metode" fra nettstedet

source: Select "Add Identities" from the left-hand menu
nb: Velg "Add Identities" fra menyen på venstre side

source: An electric cars must be booked and the working hours start when the work journey is started from Fredrikstad.
nb: El-bil skal bookes og arbeidstiden starter når arbeidsreisen påbegynnes fra Fredrikstad.

source: Both the Research Council of Norway and the EU (Horizon 2020) require scientific publications that report research results funded by them to be published or made accessible in open channels.
nb: Både Norges forskningsråd og EU (Horisont 2020) krever at vitenskapelige publikasjoner som rapporterer forskningsresultater som er finansiert av dem, skal publiseres eller gjøres tilgjengelige i åpne kanaler.

source: This card can be issued to you at the service square.
nb: Dette kortet for du utstedt på servicetorget.

source: All information about what must be done/follow-up measures and minutes of meetings must be in writing and enclosed with the case.
nb: All informasjon om hva som gjøres/oppfølgingstiltak og referat fra møter må gjøres skriftlig og legges ved saken.

source: They are based in the Service Square, but have tasks that span the entire campus.
nb: De har base i Servicetorget, men har oppgaver som strekker seg over hele campus.

source: Many students are struggling with setting up their thesis, both when it comes to structure, content and layout, and technical things like cross-referencing or source-referencing.
nb: Erfaringsmessig sliter mange med å sette opp skikkelige akademiske dokumenter, både når det gjelder struktur, innhold og layout, og tekniske ting som kryssreferanser og kildereferanser.

source: The final assessment takes the form of a structured discussion between the student and a committee of examiners.
nb: Sluttvurderingen gjennomføres i form av en strukturert diskusjon mellom studenten og en sensorkomité.

source: For course coordinators, Leganto will make it easier to create and update reading lists.
nb: For emneansvarlige vil Leganto forenkle arbeidet med å opprette og vedlikeholde pensumlister.

source: Based on the structure of a pilot study, teacher students will experience professional art, meet artists and be involved in artistic processes and workshops.
nb: Basert på strukturen i en pilotstudie vil lærerstudentene erfare profesjonell kunst, møte kunstnere og involveres i kunstneriske prosesser og workshoper.

source: sound insight into either linguistic or literary/cultural topics that enable him/her to choose and give grounds for a relevant topic for the semester paper
nb: solid faglig innsikt i enten språklige eller litterære/kulturelle emner som gjør han/henne i stand til å velge og begrunne relevant tema for en fordypningsoppgave.

source: Work package 6: Communication and dissemination
nb: Arbeidspakke 6: Kommunikasjon og formidling

source: The written part of the course teaches various forms of written English and relevant terminology.
nb: I den skriftlige delen av emnet vil studentene få innblikk i forskjellige former for skriftlig engelsk og i relevant terminologi.

source: Employed at Østfold University College since 1999.
nb: Har vær tilsatt ved Høgskolen i Østfold siden 1999.
